[LanguageOptions]
FontName=MS Sans Serif
FontSize=9
FontCharSet=1


[FrmMain]
PopDisplays.Caption=&Показать основную программу
PopExit.Caption=&Выход
FrmMain.Caption=Система управления оборудованием 

S_Blue.Caption=Синий
S_Black.Caption=Черный
S_Silver.Caption=Серебряный
C_Language.Caption=Язык
C_DeviceType.Caption=Тип устройства

dxRibbon1Tab1.Caption=Управление устройствами
dxRibbon1Tab2.Caption=Мониторинг записей
dxRibbon1Tab3.Caption=Управление сотрудниками
dxRibbon1Tab4.Caption=Управление записями
dxRibbon1Tab5.Caption=Управление USB диском

dxBarManager1Bar2.Caption=Управление терминалами
dxBarManager1Bar4.Caption=Управление устройствами
dxBarManager1Bar5.Caption=Мониторинг в реальном времени
dxBarManager1Bar6.Caption=Мониторинг событий
dxBarManager1Bar7.Caption=Управление сотрудниками
dxBarManager1Bar8.Caption=Связь между сотрудниками
dxBarManager1Bar9.Caption=Поиск записей
dxBarManager1Bar10.Caption=Экспорт записей
dxBarManager1Bar12.Caption=Проверка сотрудников
dxBarManager1Bar13.Caption=Управление USB диском

S_AddC.Caption=Добавить устройство
S_ModifyC.Caption=Редактировать устройство
S_DelC.Caption=Удалить устройство
S_SyncTime.Caption=Синхронизация времени
S_Init.Caption=Инициализировать устройство
S_Init.Caption=Инициализация устройства

S_Set.Caption=Параметры терминала
S_SetRing.Caption=Настройки звонка
S_SetGroup.Caption=Временная зона/Настройки групп
S_Status.Caption=Автоматическое обновление статуса T&A

S_ReadNewRec.Caption=Скачать новую запись
S_ReadRec.Caption=Скачать все записи
S_DelRec.Caption=Очистить записи

S_Backup.Caption=Создать резервную копию сотрудников
S_Restore.Caption=Восстановить сотрудников

S_AddC.Hint=Добавить устройство
S_ModifyC.Hint=Редактировать устройство
S_DelC.Hint=Удалить устройство
S_SyncTime.Hint=Синхронизация времени
S_Init.Hint=Инициализировать устройство

S_Set.Hint=Параметры терминала
S_SetRing.Hint=Настройки звонка
S_SetGroup.Hint=Временная зона/Настройки групп
S_Status.Hint=Автоматическое обновление статуса T&A

S_ReadNewRec.Hint=Скачать новые записи
S_ReadRec.Hint=Скачать все записи
S_DelRec.Hint=Очистить записи

S_Backup.Hint=Создать резервную копию сотрудников
S_Restore.Hint=Восстановить сотрудников

cxTreeview2.Items[0].Text=Все группы
cxTreeview2.Items[1].Text=Группа1
cxTreeview2.Items[2].Text=Группа2
cxTreeview2.Items[3].Text=Группа3
cxTreeview2.Items[4].Text=Группа4
cxTreeview2.Items[5].Text=Группа5

SP_Stop.Caption=Остановить

S_Start.Caption=Активировать в реальном времени
S_End.Caption=Запрещать в реальном времени

S_Start.Hint=Включить мониторинг
S_End.Hint=Выключить мониторинг

E_Start.Caption=Время начала
E_End.Caption=Время завершения
E_Usercount.Caption=Количество сотрудников
E_In.Caption=Время входа
E_Out.Caption=Время выхода
E_Other.Caption=Другие статусы времени

E_Start.Hint=Время начала
E_End.Hint=Время завершения
E_Usercount.Hint=Количество сотрудников
E_In.Hint=Время входа
E_Out.Hint=Время выхода
E_Other.Hint=Другие статусы времени

C_U.Caption=U диск
U_Refresh.Caption=Найти U диска
U_Record.Caption=Читайте записи с диска U
U_Restore.Caption=Восстановление сотрудников из U диска
U_Backup.Caption=Резервное копирование Работника U диска

S_All.Caption=Выбрать все
S_Other.Caption=Обратный выбор
S_Up.Caption=Выровнять поверху
S_Left.Caption=Выровнять слева
S_Setlan.Caption=Установить настройки IP
S_UnitInfo.Caption=Информация о терминале
S_OpenDoor.Caption=Открыть дверь с помощью ПО
S_Message.Caption=Управление сообщениями
S_ClearMG.Caption=Отключение управление
S_AttPic.Caption=Управление фотографиями пользователей
S_DownLoadLog.Caption=Скачать логи
S_SetMCard.Caption=Настройки управления карт
S_ListLog.Caption=Просмотреть логи
S_MachineNumber.Caption=Установить номер устройства
Set_GPRS.Caption=GPRS

S_AddD.Caption=Добавить отдел
S_ModifyD.Caption=Редактировать отдел
S_DelD.Caption=Удалить отдел

S_AllU.Caption=Выбрать все
S_NoneU.Caption=Отменить выбор

S_BaseSet.Caption=Настройки основных параметров
S_State.Caption=Настройки состояния T&A
S_AutoDown.Caption=Запись времени загрузки
S_OP.Caption=Управление настройками паролей
S_DB.Caption=Настройки соединения с базой данных
S_Exit.Caption=Выйти из системы

cxGrid1DBTableView1Column1.Caption=№
cxGrid1DBTableView1Column2.Caption=Имя
cxGrid1DBTableView1Column3.Caption=Дата/Время
cxGrid1DBTableView1Column4.Caption=Описание статуса
cxGrid1DBTableView1Column5.Caption=Терминал номер
cxGrid1DBTableView1Column6.Caption=Device ID
cxGrid1DBTableView1Column7.Caption=имя устройства
cxGrid1DBTableView1Column8.Caption=Отдел
cxGrid1DBTableView1Column9.Caption=Должность
cxGrid1DBTableView1Column10.Caption=Код доступа
cxGrid1DBTableView1Column11.Caption=Идентификация по
cxGrid1DBTableView1Column12.Caption=Идентификация по
cxGrid1DBTableView1Column13.Caption=Откройте дверь

S_AddU.Caption=Добавить сотрудника
S_ModifyU.Caption=Редактировать сотрудника
S_DelU.Caption=Удалить сотрудника
S_Move.Caption=Смена отдела
S_SetPower.Caption=Установить права доступа
S_CopyPower.Caption=Копировать права доступа
S_DownFP.Caption=Скачать отпечатки пальцев
S_UpFP.Caption=Загрузить сотрудников и отпечатки пальцев
S_DelU2.Caption=Удалить из устройства

S_AddU.Hint=Добавить сотрудника
S_ModifyU.Hint=Редактировать сотрудника
S_DelU.Hint=Удалить сотрудника
S_Move.Hint=Переместить отдел
S_SetPower.Hint=Установить привилегии
S_CopyPower.Hint=Копирновать парва доступа
S_DownFP.Hint=Скачать Отпечаток
S_UpFP.Hint=Загрузить Отпечаток
S_DelU2.Hint=Удалить из устройства

E_Uid.Caption=ID сотрудника
E_Uname.Caption=Имя сотрудника
E_Umachine.Caption=Устройство
S_SearchU.Caption=Найти сотрудника

E_Uid.Hint=ID сотрудника
E_Uname.Hint=Имя
E_Umachine.Hint=Терминал
S_SearchU.Hint=Найти сотрудника

cxGrid2DBTableView1Column1.Caption=№ сотрудника
cxGrid2DBTableView1Column2.Caption=№ карты
cxGrid2DBTableView1Column3.Caption=Имя
cxGrid2DBTableView1Column4.Caption=Пол
cxGrid2DBTableView1Column5.Caption=Пароль
cxGrid2DBTableView1Column6.Caption=Тип пользователя
cxGrid2DBTableView1Column7.Caption=Должность
cxGrid2DBTableView1Column8.Caption=День рождения
cxGrid2DBTableView1Column9.Caption=Дата трудоустройства
cxGrid2DBTableView1Column10.Caption=Телефон
cxGrid2DBTableView1Column11.Caption=Адрес
cxGrid2DBTableView1Column12.Caption=Устройство
cxGrid2DBTableView1Column13.Caption=No. Отдела
cxGrid2DBTableView1Column14.Caption=Группа
cxGrid2DBTableView1Column15.Caption=Метод идентификации
cxGrid2DBTableView1Column16.Caption=1ый ОП
cxGrid2DBTableView1Column17.Caption=2ой ОП
cxGrid2DBTableView1Column18.Caption=3ий ОП
cxGrid2DBTableView1Column19.Caption=4ый ОП
cxGrid2DBTableView1Column20.Caption=5ый ОП
cxGrid2DBTableView1Column21.Caption=6ой ОП
cxGrid2DBTableView1Column22.Caption=7ой ОП
cxGrid2DBTableView1Column23.Caption=8ой ОП
cxGrid2DBTableView1Column24.Caption=9ый ОП
cxGrid2DBTableView1Column25.Caption=10ый ОП
cxGrid2DBTableView1Column26.Caption=Пароль
cxGrid2DBTableView1Column27.Caption=Лицо
cxGrid2DBTableView1Column28.Caption=Iris

S_Search.Caption=Поиск записи
S_Export.Caption=Экспорт записи

S_Search.Hint=Поиск записи
S_Export.Hint=Экспорт записи

E_From.Caption=Дата начала
E_To.Caption=Дата окончания

E_Format.Caption=Формат экспорта
E_Field.Caption=Поля экспорта
E_DTFormat.Caption=Формат времени
E_ULength.Caption=Длина № сотрудника
E_Space.Caption=Разделитель
E_SLength.Caption=Длина разделителя

E_Format.Items.Text=Текстовый файл(*.txt)\r\nCSV file(*.csv)\r\nExcel file(*.xls)
E_DTFormat.Items.Text=гггг-мм-дд чч:мм:сс\r\nгггг-м-д чч:мм:сс\r\nгг-мм-дд чч:мм:сс\r\nггггммддччммсс
E_Space.Items.Text=,\r\n;\r\n_\r\n/\r\n-\r\nTab\r\nSpace

E_Field.Items[0].Description=№
E_Field.Items[1].Description=Имя
E_Field.Items[2].Description=Дата/Время
E_Field.Items[3].Description=№ терминала
E_Field.Items[4].Description=Название устройства
E_Field.Items[5].Description=Статус
E_Field.Items[6].Description=Название статуса
E_Field.Items[7].Description=Отдел
E_Field.Items[8].Description=Должность

cxGrid3DBTableView1Column1.Caption=№
cxGrid3DBTableView1Column2.Caption=Имя
cxGrid3DBTableView1Column3.Caption=Дата/Время
cxGrid3DBTableView1Column4.Caption=Статус
cxGrid3DBTableView1Column5.Caption=Описание статуса
cxGrid3DBTableView1Column6.Caption=№ терминала
cxGrid3DBTableView1Column7.Caption=Device ID
cxGrid3DBTableView1Column8.Caption=Название устройства
cxGrid3DBTableView1Column9.Caption=Отдел
cxGrid3DBTableView1Column10.Caption=Должность
cxGrid3DBTableView1Column11.Caption=Рабочий код
cxGrid3DBTableView1Column12.Caption=Идентификация по
cxGrid3DBTableView1Column13.Caption=Идентификация по
cxGrid3DBTableView1Column14.Caption=Откройте дверь


[FrmEditUser]
FrmEditUser.Caption=Добавить/Редактировать информацию о сотруднике

TabSheet1.Caption=Основная информация
TabSheet3.Caption=Регистрация отпечатков пальцев

Label1.Caption=№
Label2.Caption=Имя
Label3.Caption=№ ID
Label7.Caption=№ карты
Label4.Caption=Пол
Label5.Caption=Национальность
Label14.Caption=Политические взгляды
Label6.Caption=Дата рождения
Label12.Caption=Работает с
Label9.Caption=Должность
Label17.Caption=Образование
Label10.Caption=Телефон
Label13.Caption=Место рождения
Label15.Caption=Адрес
Label8.Caption=Специальность
Label11.Caption=Мобильный

Label19.Caption=Отдел
Label20.Caption=Номер группы
Label16.Caption=Тип пользователя
Label18.Caption=Идентификация по
Label21.Caption=Пароль

CB1.Caption=По умолчанию
CB2.Caption=ОП
CB3.Caption=ОП+пароль
CB4.Caption=ОП+пароль+карта
CB5.Caption=ID+пароль
CB6.Caption=ID+ОП
CB7.Caption=ID+пароль+ОП
CB8.Caption=Карта
CB9.Caption=Карта+пароль
CB10.Caption=Карта+ОП

B_OK.Caption=OK
B_Cancel.Caption=Отмена

L_xb.Items.Text=Мужской\r\nЖенский
L_zzmm.Items.Text=Член сообщества\r\nЧлен группы
L_yhlx.Items.Text=Обычный пользователь\r\nАдминистратор

//L_bdfs.Items.Text=Sept\r\nRF+FP\r\nPW+FP\r\nRF+PW\r\nID+FP
L_bdfs.Items.Text=Sept\r\nRForFP\r\nFP\r\nRF+FP
L_bdfs.Items.Text1=Sept\r\nPW+FP\r\nID+FP
L_bdfs.Items.Text2=Sept\r\nRF+FP\r\nPW+FP\r\nRF+PW\r\nID+FP
L_bdfs.Items.Text3=Sept\r\nRF+PW
L_bdfs.Items.Text4=Sept\r\nRForFP\r\nFP\r\nRF+FP

GroupBox2.Caption=Регистрация отпечатков

CB_Finger1.Caption=1 отпечаток пальца
CB_Finger2.Caption=2 отпечаток пальца
CB_Finger3.Caption=3 отпечаток пальца
CB_Finger4.Caption=4 отпечаток пальца
CB_Finger5.Caption=5 отпечаток пальца
CB_Finger6.Caption=6 отпечаток пальца
CB_Finger7.Caption=7 отпечаток пальца
CB_Finger8.Caption=8 отпечаток пальца
CB_Finger9.Caption=9 отпечаток пальца
CB_Finger10.Caption=10 отпечаток пальца

S_Enroll1.Caption=Зарегистрировать
S_Enroll2.Caption=Зарегистрировать
S_Enroll3.Caption=Зарегистрировать
S_Enroll4.Caption=Зарегистрировать
S_Enroll5.Caption=Зарегистрировать
S_Enroll6.Caption=Зарегистрировать
S_Enroll7.Caption=Зарегистрировать
S_Enroll8.Caption=Зарегистрировать
S_Enroll9.Caption=Зарегистрировать
S_Enroll10.Caption=Зарегистрировать

S_OK.Caption=&Сохранить
S_Exit.Caption=&Отменить

[FrmLogin]
FrmLogin.Caption=Вход в систему...
Label2.Caption=Вход системы

Label1.Caption=Управление паролями:
SP_OK.Caption=&ОК
SP_Exit.Caption=О&тменить

[FrmInputDept]
FrmInputDept.Caption=Введите название отдела

Label1.Caption=Пожалуйста введите название отдела:
S_OK.Caption=&ОК
S_Exit.Caption=О&тменить

[FrmNew]
FrmNew.Caption=Управление терминалами

GroupBox1.Caption=Информация о терминале
GroupBox2.Caption=Способ подключения

Label1.Caption=Терминал номер
Label2.Caption=Device ID
Label3.Caption=Имя устройства
Label4.Caption=Группа
Label5.Caption=Статус T&A
Label6.Caption=(Убедитесь, что серийный номер совпадает с номером, указанном в меню)

E_Group.Items.Text=Группа1\r\nГруппа2\r\nГруппа3\r\nГруппа4\r\nГруппа5
E_ZT.Items.Text=Реальный статус\r\nВключено\r\nВыключено
GroupBox3.Caption=Тип устройства
Label7.Caption=Тип устройства
E_Type.Items.Text=отпечаток пальца/Проверка карты\r\nУбедитесь в лице FacePass
GroupBox4.Caption=Связь параметров
Label8.Caption=IP-адрес
Label9.Caption=Comm пароль
Label10.Caption=Comm порт

RB1.Caption=COM
RB2.Caption=LAN
RB3.Caption=RS485
RB4.Caption=USB(без драйвера)
RB5.Caption=LAN(Client)

S_OK.Caption=&ОК
S_Exit.Caption=О&тменить

[FrmAutoDown]
FrmAutoDown.Caption=Скачивание по расписанию

CB1.Caption=Скачивание по расписанию включено
Label1.Caption=Время скачивания:
Label2.Caption=Время:
S_Add.Caption=Добавить
S_Clear.Caption=Удалить время
S_OK.Caption=&ОК
S_Exit.Caption=О&тменить

[FrmSet]
FrmSet.Caption=Настройки параметров терминала

Label1.Caption=Пароль администратора(0-999999)
Label2.Caption=Время сна(0-250 минут)
Label3.Caption=Громкость(0-5)
Label4.Caption=Язык
Label5.Caption=Формат даты
Label15.Caption=Формат времени

Label6.Caption=Точность совпадения
Label7.Caption=Значение порога оповещения о записях(0-5000)
Label8.Caption=Временной интервал между измерениями(0-250 минут)
Label9.Caption=Подсказка рабочего кода
Label10.Caption=Функция моиторинга в реальном времени
Label11.Caption=Функция звонка
Label11.Caption2=Настройки реле
Label16.Caption=Автоматически обновлять шаблон отпечатков

Label12.Caption=Режим Wiegand
Label13.Caption=Код области wiegand(0-254)
Label14.Caption=Время реле(0-15 секунд)

Label18.Caption=Метод идентификации по умолчанию
Label17.Caption=Допустимое время открытой двери(0-250)：

Label19.Caption=Добавить номер карты
Label20.Caption=Удалить номер карты

Label21.Caption=Bремя перезагрузки
Label26.Caption=Время калибровки(± 60)：



CB1.Caption=По умолчанию
CB2.Caption=Отпечаток пальца
CB3.Caption=Отпечаток пальца+пароль
CB4.Caption=Отпечаток пальца+пароль+карта
CB5.Caption=ID+пароль
CB6.Caption=ID+отпечаток пальца
CB7.Caption=ID+пароль+отпечаток пальца
CB8.Caption=Карта
CB9.Caption=Карта+пароль
CB10.Caption=Карта+отпечаток пальца

B_OK.Caption=OK
B_Cancel.Caption=Отмена

E_Language.Items.Text=Упрощенный Китайский\r\nТрадиционный Китайский\r\nАнглийский\r\nФранцузский\r\nНемецкий\r\nИспанский\r\nПортугальский\r\nИтальянский\r\nБолгарский\r\nСловацкий\r\nВенгерский\r\nСловенский
E_DTFormat.Items.Text=гг-мм-дд\r\nмм/дд/гг\r\nдд/мм/гг
E_TTFormat.Items.Text=24 часа\r\n12 часов
E_ver.Items.Text=Нормальный\r\nХороший\r\nТочный
E_Workcode.Items.Text=Отключено\r\nВключено
E_RealTime.Items.Text=Отключено\r\nВключено
E_Ring.Items.Text=Отключено\r\nВключено
E_Ring.Items.Text2=1-Звонок  2-Замок\r\n1-Замок  2-Закрыто\r\n1-Закрыто  2-Замок\r\n1-Замок  2-Замок\r\n1-Закрыто  2-Закрыто
E_Update.Items.Text=Отключено\r\nВключено

E_wiegand.Items.Text=Wiegand26\r\nEncryption Wiegand\r\nFixed Wiegand area code

S_Default.Caption=Показать настройки по умолчанию
S_OK.Caption=&ОК
S_Exit.Caption=О&тмена
Label22.Caption=название фирмы
Label23.Caption=Адрес компании
Label24.Caption=Компания налоговой
S_Init.Caption=Инициализировать блок
S_DelRec.Caption=Удалить запись

[FrmSetRing]
FrmSetRing.Caption=Установить время звонка

Label1.Caption=Список времени звонка
Label2.Caption=Время звонка

GroupBox1.Caption=Детальная информация

CB1.Caption=Понедельник
CB2.Caption=Вторник
CB3.Caption=Среда
CB4.Caption=Четверг
CB5.Caption=Пятница
CB6.Caption=Суббота
CB7.Caption=Воскресенье

S_Add.Caption=&Добавить
S_Del.Caption=&Удалить
S_OK.Caption=&ОК
S_Exit.Caption=О&тменить

[FrmSetGroup]
FrmSetGroup.Caption=Установить временную зону/Группу

gbSect.Caption=Настройки временной зоны
Label11.Caption=Номер временной зоны
Label12.Caption=Время начала/завершения в понедельник
Label13.Caption=Время начала/завершения во вторник
Label14.Caption=Время начала/завершения в среду
Label15.Caption=Время начала/завершения в четверг
Label16.Caption=Время начала/завершения в пятницу
Label17.Caption=Время начала/завершения в субботу
Label18.Caption=Время начала/завершения в воскресенье
S_ApplySect.Caption=Установить

gbGroup.Caption=Настройки группы
Label01.Caption=Номер группы
Label02.Caption=Временная зона 1
Label03.Caption=Временная зона 2
Label04.Caption=Временная зона 3
Label05.Caption=Временная зона 4
S_ApplyGrp.Caption=Установить

S_Exit.Caption=Выйти

[FrmSetPower]
FrmSetPower.Caption=Установить привилегии

cxTreeview1.Items[0].Text=Группа1
cxTreeview1.Items[1].Text=Группа2
cxTreeview1.Items[2].Text=Группа3
cxTreeview1.Items[3].Text=Группа4
cxTreeview1.Items[4].Text=Группа5

S_OK.Caption=&ОК
S_Exit.Caption=О&тменить

[FrmSDept]
FrmSDept.Caption=Переместить сотрудника

Label1.Caption=Пожалуйста выберите отдел:
S_OK.Caption=&ОК
S_Exit.Caption=О&тменить

[FrmSetPwd]
FrmSetPwd.Caption=Изменить пароль управления

Label1.Caption=Старый пароль:
Label2.Caption=Новый пароль:
Label3.Caption=Подтвердить пароль:
S_OK.Caption=&ОК
S_Exit.Caption=О&тменить

[FrmStatus]
FrmStatus.Caption=Настройка статуса T&A

Label1.Caption=Пожалуйста, отсортируйте по возрастанию.
cxGrid1DBTableView1Column1.Caption=Значение статуса
cxGrid1DBTableView1Column2.Caption=Символ
cxGrid1DBTableView1Column3.Caption=Описание статуса

S_Get.Caption=Получить с выбранного терминала
S_Set.Caption=Передать на выбранный терминал

[FrmPicture]
FrmPicture.Caption=Редактировать изображение

S_Select.Caption=&Посмотреть
S_Save.Caption=&Сохранить
S_Restore.Caption=&Восстановить
S_Cut.Caption=В&ырезать
S_Exit.Caption=&Закрыть

Groupbox1.Caption=Приблизить/отдалить

[FrmBaseSet]
FrmBaseSet.Caption=Основные настройки параметров

Groupbox1.Caption=Основные параметры
Label1.Caption=Время задержки соединения Com порта (1-5) секунд
Label2.Caption=Время задержки связи по сети (1-20) секунд
Label3.Caption=IP порт
Label4.Caption=FacePass NTP-SERVER IP
CB1.Caption=Соединение неудачно, текущая операция будет отменена
CB2.Caption=При наблюдении в реальном времени, голосовая подсказка "Название отдела"
CB3.Caption=Очистить данные после загрузки

S_OK.Caption=&ОК
S_Exit.Caption=&Отменить

[FrmCopyPower]
FrmCopyPower.Caption=Скопировать функции и привилегии

Label1.Caption=Скопированное ID сотрудника

S_OK.Caption=&ОК
S_Exit.Caption=&Отменить

[FrmPhoto]
FrmPhoto.Caption=Съемка

Label1.Caption=Камера

S_Take.Caption=&Снять
S_Save.Caption=&Сохранить
S_Restore.Caption=&Восстановить
S_Cut.Caption=Вырезать
S_Exit.Caption=&Закрыть

Groupbox1.Caption=Приблизить/отдалить

[FrmNetinfo]
FrmNetinfo.Caption=Установить настройки IP терминала

Groupbox1.Caption=Установить настройки IP терминала

CB1.Caption=IP адрес:
CB2.Caption=Шлюз по умолчанию:
CB3.Caption=Маска подсети:
CB4.Caption=MAC адрес:
CB5.Caption=IP адрес сервера:
CB6.Caption=Режим работы:
CB6_Flag.Items.Text=Сервер\r\nКлиент
CB7.Caption=Comm порт

S_OK.Caption=&ОК
S_Exit.Caption=О&тменить

[FrmUnitInfo]
FrmUnitInfo.Caption=Информация о терминале

Groupbox1.Caption=Информация о терминале
Label1.Caption=Номер пользователя
Label2.Caption=Номер отпечатка пальца
Label3.Caption=Номер пароля
Label4.Caption=Номер карты
Label5.Caption=Номер новой записи
Label6.Caption=Общее число записей
Label7.Caption=Версия прошивки
Label8.Caption=S/N устройства

S_Get.Caption=&Получить
S_Exit.Caption=&Отменить

[FrmMessage]
FrmMessage.Caption=Управление сообщениями

Label1.Caption=Тип сообщения
Label2.Caption=ID сотрудника
Label3.Caption=Дата начала
Label4.Caption=Дата завершения
Label5.Caption=Содержимое сообщения
Label6.Caption=Список сообщений

E_Flag.Items.Text=Личное сообщение\r\nПубличное сообщение

cxGrid1DBTableView1Column1.Caption=№
cxGrid1DBTableView1Column2.Caption=Тип сообщения
cxGrid1DBTableView1Column3.Caption=ID сотрудника
cxGrid1DBTableView1Column4.Caption=Имя
cxGrid1DBTableView1Column5.Caption=Дата начала
cxGrid1DBTableView1Column6.Caption=Дата завершения
cxGrid1DBTableView1Column7.Caption=Содержимое сообщения

S_Add.Caption=Добавить сообщение
S_Read.Caption=Прочитать сообщение
S_DelAll.Caption=Удалить все сообщения
S_DelSel.Caption=Удалить выбранные сообщения

[FrmSetStatus]
FrmSetStatus.Caption=Установка автоматического обновления статуса T&A

GroupBox1.Caption=Установка автоматического обновления статуса T&A
Label1.Caption=Установить S/N
Label11.Caption=Статус T&A
Label12.Caption=Время начала/завершения в понедельник
Label13.Caption=Время начала/завершения во вторник
Label14.Caption=Время начала/завершения в среду
Label15.Caption=Время начала/завершения в четверг
Label16.Caption=Время начала/завершения в пятницу
Label17.Caption=Время начала/завершения в субботу
Label18.Caption=Время начала/завершения в воскресенье
S_Get.Caption=Получить
S_Set.Caption=Установить
S_Exit.Caption=Выход

[FrmAttPic]
FrmAttPic.Caption=Управление фотографиями пользователя

S_ReadInfo.Caption=Получить информацию о фото
S_ReadFile.Caption=Получить выбранное фото
S_Delall.Caption=Удалить все фотографии
S_Delsel.Caption=Удалить выбранные фотографии

cxGrid1DBTableView1Column1.Caption=№
cxGrid1DBTableView1Column2.Caption=№ сотрудника
cxGrid1DBTableView1Column3.Caption=Имя
cxGrid1DBTableView1Column4.Caption=Время
cxGrid1DBTableView1Column5.Caption=Сохранено

[FrmDownLoadLog]
FrmDownLoadLog.Caption=Управление журналами
Label1.Caption=Дата начала
Label2.Caption=Дата окончания
cxButton1.Caption=Выбрать

cxGrid3DBTableView1Column1.Caption=#
cxGrid3DBTableView1Column2.Caption=№
cxGrid3DBTableView1Column3.Caption=Имя
cxGrid3DBTableView1Column4.Caption=Дата/Время
cxGrid3DBTableView1Column5.Caption=ID устройства
cxGrid3DBTableView1Column6.Caption=Журнал
Admin=Администратор
Communication=Связь

[FrmSetMachineNumber]
FrmSetMachineNumber.Caption=Установить
Label1.Caption=Устройство No.
Button1.Caption=OK
Button2.Caption=Отмена

[FrmGPRS]
FrmGPRS.Caption=GPRS
LGGSN.Caption=APN

LsIP.Caption=GPRS сервер
LIP.Caption=IP-адрес
LPort.Caption=порт
LUN.Caption=имя пользователя
LPW.Caption=пароль
TBEnabled.Caption=Включить
BOK.Caption=установка
BCancel.Caption=отменить

[Resource]

DeptName=Головной офис

AttFlag1=Отпечаток1
AttFlag2=Отпечаток2
AttFlag3=Пароль
AttFlag4=Карта
AttFlag5=Лицом 
AttFlag6=Iris

StaffID=ID:
StaffName=Имя:
StaffDept=Отдел:
StaffDuty=Должность:

MachineID=Номер устройства:
MachineName=Имя устройства:
MachineSID=Серийный номер:
MachineFlag10=Метод соединения:USB
MachineFlag11=Com порт:
MachineFlag20=Метод соединения:TCP/IP
MachineFlag21=IP адрес:
MachineFlag22=Метод соединения:RS485
MachineFlag23=Метод соединения:USB
MachineFlag24=Метод соединения:TCP/IP(Клиент)
MachineLink1=Состояние соединения: ненормальное
MachineLink2=Состояние соединения: нормальное
MachineUser=Сотрудники:
MachineFP=Отпечатки пальцев:
MachineRecord=Записи:
MachineNewRecord=Новые записи:

LinkDB=Соединение с базой данных прошло успешно, пожалуйста перезапустите программу!
LinkDBError=Соединение с базой данных не произошло, пожалуйста укажите расположение базы данных заново!
ExitSystem=Вы действительно хотите выйти?

ErrorPwd=Пароль администратора неправильный, у вас осталось %d попыток,\r\n Пожалуйста введите пароль администратора заново!
AutoExitSystem=Неправильный пароль администратора. Система будет закрыта!

Savedialog1.Filter1=Текстовый файл (*.txt)|*.txt
Savedialog1.Filter2=Файл CSV (*.csv)|*.csv
Savedialog1.Filter3=Файл Excel (*.xls)|*.xls

Opendialog1.Filter1=Файл изображения (*.jpg)|*.jpg

FileExist=Этот каталог уже содержит файл" %s ",\r\n Заменить его?
OutFile=Записи были экспортированы в " %s "

NOExcel=Microsoft Excel не установлен на вашем компьютере!

ErrorDeptlist=Ошибка чтения списка отделов!

[Message]

MsgCaption1=Системная подсказка
MsgCaption2=Пожалуйста подтвердите...
NoSelected=Сотрудник не выбран!

Msg00=Это операция будет выполнена с указанным устройством:%s Продолжить?
Msg1=Синхронизация не удалась!
Msg2=Синхронизация прошла успешно!
Msg3=Инициализация не удалась!
Msg4=Инициализация прошла успешно!

Msg5=Не удалось открыть дверь с помощью программы!
Msg6=Дверь была открыта с помощью программы!
Msg7=Не удалось установить время звонка!
Msg8=Время звонка было успешно установлено!
Msg9=Не удалось установить временную зону!
Msg10=Временная зона успешно установлена!
Msg11=Не удалось установить группу!
Msg12=Группа успешно установлена!

Msg13=Не удалось установить параметры!
Msg14=Параметры успешно установлены!

Msg15=Не удалось прочитать записи!
Msg16=Чтение записей завершено, всего записей:%d , прочтено:%d
Msg17=Резервное копирование сотрудников не удалось!
Msg18=Создана резервная копия сотрудников, всего записей: d , прочтено:%d
Msg19=Создание резервной копии отпечатков...
Msg20=
Msg21=
Msg22=Создание резервной копии сотрудников и отпечатков прошло успешно!
Msg23=Не удалось скачать %d отпечаток пальца
Msg24=
Msg25=Отпечатки пальцев успешно скачаны
Msg26=Не удалось удалить
Msg27=Удаление сотрудника из устройства
Msg28=Не удалось загрузить 1 пальца
Msg29=Не удалось загрузить 1 пальца, ошибка шаблона отпечатка пальца
Msg30=Не удалось загрузить 2 пальца
Msg31=Не удалось загрузить 2 пальца, ошибка шаблона отпечатка пальца
Msg32=Не удалось загрузить сотрудника
Msg33=Загрузка сотрудников и отпечатков пальцев прошла успешно

Msg34=
Msg35=Не удалось загрузить d% отпечатков пальцев
Msg36=Не удалось установить параметры сети
Msg37=Установка параметров сети прошла успешно

Msg38=Не удалось восстановить
Msg39=Восстановление сотрудников прошло успешно
Msg40=Вы не указали аппарат T&A!
Msg41=Синхронизация времени...
Msg42=Невозможно соединиться с аппаратом T&A
Msg43=Синхронизация прошла успешно
Msg44=Инициализация...
Msg45=Инициализация прошла успешно

Msg46=Не удалось получить параметры терминала
Msg47=Новые записи не найдены
Msg48=Нет записей
Msg49=Нет пользователей
Msg50=Установка времени звонка...
Msg51=Установка времени звонка прошла успешно.

Msg52=Пожалуйста выберите одно устройство T&A!

Msg53=Установка временной зоны...
Msg54=Установка временной зоны прошла успешно
Msg55=Установка группы...
Msg56=Установка группы прошла успешно
Msg57=Не удалось установить параметры сети!
Msg58=Установка параметров сети прошла успешно. Пожалуйста перезапустите T&A устройство!

Msg59=Установка дополнительных параметров...
Msg60=Установка дополнительных параметров завершена
Msg61=Чтение записей о посещаемости...
Msg62=Чтение записей о посещаемости:
Msg63=Чтение записей о посещаемости завершено
Msg64=Создание резервной копии сотрудников...
Msg65=Создание резервной копии сотрудников:
Msg66=Создание резервной копии сотрудников завершено
Msg67=Восстановление сотрудников...
Msg68=Восстановление сотрудников:
Msg69=Восстановление сотрудников завершено
Msg70=Скачивание отпечатков пальцев...
Msg71=Скачивание отпечатков пальцев:
Msg72=Скачивание отпечатков пальцев завершено
Msg73=Загрузка сотрудников и отпечатков пальцев...
Msg74=Загрузка сотрудников и отпечатков пальцев:
Msg75=Загрузка сотрудников и отпечатков завершена
Msg76=Удаление сотрудников с устройства...
Msg77=Удаление сотрудников с устройства:
Msg78=Удаление сотрудников с устройства завершено
Msg79=Такой отдел уже существует!
Msg80=Удалить указанный отдел?
Msg81=Удалить выбранных сотрудников?
Msg82=Пожалуйста выберите поле!
Msg83=ID сотрудника не может быть пустым, пожалуйста введите ID!
Msg84=Сотрудник с указанным ID уже существует, пожалуйста введите заново!
Msg85=Информация о терминале не полная!
Msg86=Такой номер аппарата и ID устройства уже существуют!
Msg87=Старый пароль указан неверно, пожалуйста укажите заново!
Msg88=Подтверждение пароля неудачно, пожалуйста повторите пароль заново!
Msg89=Изменение пароля администратора успешно!

Msg90=Нельзя указать время звонка более 30 секунд!
Msg91=Повторение времени звонка!

Msg92=Соединение с сенсором чтения отпечатков прошло успешно!
Msg93=Сенсор чтения отпечатков не подсоединен!
Msg94=Пожалуйста приложите палец...
Msg95=Регистрация отпечатка прошла успешно!

Msg96=Ничего не выбрано!
Msg97=Неправильный размер изображения! Пожалуйста укажите подходящее изображение!

Msg98=Удалить выбранное время звонка?

Msg99=У устройства нет такой функции.
Msg100=Пользователь сохранен. Вы хотите добавить нового пользователя?

Msg101=Заданного ID не существует. Восстановление не удалось!
Msg102=Обновление информации о сотрудниках из кэша...

Msg103=Обновление информации о сотрудниках на терминале...
Msg104=Обновление информации о сотрудниках на терминале завершено!

Msg105=Можно установить не больше 5 значений времени!
Msg106=Такое значение времени уже существует!
Msg107=Введите время скачивания по расписанию!
Msg108=Установка времени скачивания завершена!
Msg109=Отменить текущую операцию?
Msg110=Отмена текущей операции
Msg111=Скачиванию по расписанию завершено, выполняется другая операция!

Msg112=Установка основных параметров завершена успешно!
Msg113=Скопировать привилегии сотрудников?
Msg114=Выбранные привилегии сотрудников успешно скопированы!
Msg115=Сотрудника с указанным ID не существует, пожалуйста проверьте!

Msg116=Очистка записей времени посещения завершена
Msg117=Не удалось очистить записи времени посещения
Msg118=Очистка записей времени посещения...
Msg119=Не удалось прочитать число записей с аппарата T&A
Msg120=Не удалось восстановить сотрудников
Msg121=Не удалось загрузить сотрудников
Msg122=Очистка записей времени посещения завершена
Msg123=Не удалось получить настройки IP!
Msg124=Некорректный IP адрес!
Msg125=Не удалось установить IP адрес!
Msg126=IP адрес успешно установлен!
Msg127=Некорректный шлюз!
Msg128=Не удалось установить шлюз по умолчанию!
Msg129=Шлюз по умолчанию успешно установлен!
Msg130=Некорректная маска подсети!
Msg131=Не удалось установить маску подсети!
Msg132=Маска подсети успешно установлена!
Msg133=Некорректный MAC адрес!
Msg134=Не удалось установить MAC адрес!
Msg135=MAC адрес успешно установлен!
Msg136=Неккоректный IP адрес сервера!
Msg137=Не удалось установить IP адрес сервера!
Msg138=IP адрес установлен!
Msg139=Не удалось получить информацию с терминала!
Msg140=Не удалось добавить сообщение!
Msg141=Сообщение успешно добавлено!
Msg142=Ввод сообщения не завершен!
Msg143=Публичное сообщение
Msg144=Личное сообщение
Msg145=Удалить выбранное сообщение?
Msg146=Не удалось удалить сообщение
Msg147=Сообщение удалено
Msg148=Удалить все сообщения?
Msg149=Регистрация В течение долгого времени!
Msg150=Пожалуйста, место палец снова ...
Msg151=Fingerprint матч не удалось, зарегистрируйтесь еще раз!
Msg152=Fingerprint повторяю, регистрироваться заново.
Msg153=Загрузка шаблонов отпечатков пальцев...
Msg154=Шаблон отпечатка пальца загрузка завершена.

Msg159=Первая цифра ID сотрудника не может быть 0. Пожалуйста, повторите!

Msg160=Введенный номер карты уже существует. Пожалуйста, повторите!
Msg161=Первая цифра номера карты не может быть 0. Пожалуйста, повторите!
Msg162=Вы действительно хотите убрать права Администратора?
Msg163=Не удалось отключить права Администратора!
Msg164=Права Администратора отключены!

Msg165=Не удалось установить тип терминала!
Msg166=Не удалось получить список статусов с терминала.
Msg167=Список статусов с терминала получен.
Msg168=Настройка списка статусов в терминале...
Msg169=Настройка списка статусов в терминале закончена
Msg170=Не удалось задать список статусов в терминале
Msg171=Список статусов в терминале задан успешно.

Msg172=Не удалось установить автоматическую смену статусов
Msg173=Автоматическая смена статусов установлена успешно
Msg174=Не удалось получить настройки автоматической смены статусов.
Msg175=Настройки автоматической смены статусов получены
Msg176=Настройка автоматической смены статуса...
Msg177=Автоматическая смена статусов установлена

Msg178=Не удалось получить фото с камеры устройства.
Msg179=Не удалось получить несколько фото с камеры устройства.
Msg180=Фото получено успешно. Записано:%d， успешно: %d.
Msg181=Вы действительно хотите удалить все фото?
Msg182=Не удалось удалить фотографию!
Msg183=Фотография удалена успешно!

Msg184=Вы действительно хотите удалить выбранные фото?
Msg185=Вы действительно хотите получить выбранные фото?
Msg186=Получить фото не удалось!
Msg187=Фото получено успешно!

Msg188=Содержание сообщения превышает допустимый диапазон.
Msg189=Не удалось скачать журнал!
Msg190=Журнал скачан успешно. Записано:%d， успешно: %d.
Msg191=Не удалось получить номер устройства
Msg192=Номер устройства получен успешно

//U Disk
Msg193=Диск USB в вашем компьютере не найден!
Msg194=Выберите директорию:
Msg195=Не удалось найти файл %s на USB диске!
Msg196=Не удалось найти файл %s на USB диске!
Msg197=В базе данных нет сотрудников!
Msg198=Резервное копирование сотрудника на диск USB…
Msg199=Сохранить сотрудника в:
Msg200=Сохранить отпечаток в:
Msg201=Резервное копирование сотрудников на USB диск  завершено успешно!

Msg203=ID сотрудника в этой записи не существует!
Msg204=Повторная запись:
Msg205=Папка не содержит ID устройства!
Msg206=Чтение записей...
Msg207=Содержимое файла неверно!
Msg208=Количество записей:%d ; Успешно:%d
Msg209=Чтение информации о сотруднике...
Msg210=Количество сотрудников:%d ; Успешно:%d
Msg211=Чтение отпечатков...
Msg212=Количество отпечатков:%d ; Успешно:%d
Msg213=Не удалось установить GPRS
Msg214=Установить успех GPRS
Msg215=Не удалось получить информацию GPRS
Msg216=Получить информацию успешного GPRS

Msg217=Входной порт связи не является законным!
Msg218=Пожалуйста, проверьте соединение с ПК!
Msg219=Добавить в отделе информационных технологий
Msg220=Загрузить отдел не удалось
Msg221=Загрузить отдела весьма успешно
Msg222=Пожалуйста, проверьте администратора на устройстве.
Msg223=Шаблон загрузка не удалась!